{
    "Authorization Exclusions for Florida - HH and PH Ambulance Transportation": {
        "Authorization for non-participating providers is not required for ambulance transportation when billed for hospital-to-hospital (HH) and physician-to-hospital (PH) scenarios.": [
            {
                "If": "the ambulance service codes are billed with modifier HH or PH",
                "Then": "override authorization requirement and continue processing the claim."
            },
            {
                "If": "the ambulance service codes are not billed with modifier HH or PH",
                "Then": "override authorization requirement and continue processing the claim."
            }
        ]
    },
    "Authorization Exclusion for Kentucky: Par and Non-Par Emergent/Urgent Services": {
        "Authorization for participating and non-participating providers is not required for emergent/urgent services.": {
            "Emergent/Urgent services are identified by the following": {
                "Claim Type UB-04": "Identifiers - Bill Type 13X or 85X, Revenue code 045X, or admit type 1, Admit type 2",
                "Claim Type CMS-1500": "Identifiers - Place of Service 20, Place of Service 23"
            },
            "Authorization Exclusion for Kentucky": "Refer to the "
        }
    },
    "Authorization Exclusions for Texas": {
        "The following hospitals are excluded from authorization requirements. Do not deny claims requesting authorization from these sources": {
            "Memorial Hermann Hospital": [
                "Claims for inpatient or outpatient services should be paid, regardless of authorization status.",
                "The claim cannot be denied for lack of authorization. However, if medical necessity is not met, payment can be reduced. If sepsis criteria are not met, manually adjust the claim price by removing the sepsis diagnosis.",
                "Although this hospital is exempt from inpatient authorization requirements, the Spell of Illness benefit limitation still applies. To help with claims payment, the hospital may request prior authorization.",
                "Refer to the Inpatient Facility Claims Processing Requirements by State – All State Medicaid – Job Aid.json for to check the relevant section for Spell of Illness (SOI)"
            ],
            "Dallas County Hospitals": "Outpatient services only"
        },
        "For Marketplace": "Effective on and after 11/30/2022, UT Southwestern is no longer exempt from prior authorization requirements.",
        "For Medicaid": [
            "UT Southwestern (Professional claims only) these require authorization"
        ],
        "Texas": "Refer to the Inpatient Facility Claims Processing Requirements by State – All State Medicaid – Job Aid.json to check the relevant section for Spell of Illness (SOI)"
    },
    "Verify if Authorization is Required": {
        "When manually processing claims": {
            "Guidelines": {
                "If auth not required And auth is in system": "Then, do not attach auth to the claim.",
                "If auth is required And no auth is in system / If auth is required And auth mismatch is in system": "Then refer to business rule for particular scenario in the “Authorization Mismatches” section and process accordingly.",
                "Verify Authorization Exclusion": "Refer to Authorization Business Process - All States and LOBs - SOP.json to verify the Authorization Exclusions for the state."
            }
        }
    },
    "Authorization Mismatches": {
        "Whenever there is an authorization that is not an exact match to billed services, follow the instructions below": {
            "Billed level of care is higher than authorized level of care. Example Facility bills with rev code 174 and auth is for rev code 172. Marketplace Note: Code 174: NICU Level IV Code 172: NICU Level II": {
                "Arizona": "Pay with auth. For no auth, deny using remit 197",
                "Wishington NICU": "Refer to the Authorization Business Matrix - All States and LOBs.",
                "Marketplace": {
                    "Validate the contract to see if NICU Levels II-IV pay the same": {
                        "If the level of care billed pays the same as the level of care authorized": "Pay the claim as billed",
                        "If the level of care billed pays more than the one authorized": "Apply LOC reductions. Exception: The states of Florida and Utah are excluded from the inpatient LOC reduction. For all other states pricing at DRG, LOC reduction does not apply."
                    }
                }
            },
            "Billed level of care is lower than authorized level of care. Example Facility bills with rev code 172 and auth is for rev code 174.": {
                "Pay as billed except when DRG/percentage payments are applicable. In these cases, allow system to pay per contract amount": {
                    "Arizona": "Pay with auth. For no auth, deny using remit 192",
                    "Washington NICU": "Refer to the Authorization Business Matrix - All States and LOBs – Reference",
                    "Marketplace": "Pay the claim as billed"
                }
            },
            "Billed type of stay is not in same category as authorized level of care. Example Bill for ICU,OB,SNF Auth for Cardiac,Cath": {
                "Pend and route to UM": {
                    "Arizona": "Route to UMT for review.",
                    "Ohio": "If claim does not match services authorized, deny claim. Use denial code M62.",
                    "Outpatient therapy services billed by SNF": "Refer to Authorization Business Matrix - All States and LOBs – Reference."
                }
            },
            "Number of billed inpatient days exceeds number of authorized days. Example Facility bills for 4 days but only 3 days are authorized.": {
                "Deny unauthorized days except for the following": {
                    "Arizona": [
                        {
                            "If not, all days are authorized and claim hits an outlier": "Pay base DRG with contract percentage if applicable and add remit N26."
                        },
                        {
                            "If not, all days are authorized and claim does not hit an outlier and member is verified as not having prior period coverage (PPC)": "deny the claim with remit 198."
                        }
                    ],
                    "Arizona, Massachusetts, Virginia": "Add a line for unauthorized days and deny with remit 198 - UM has no available units.",
                    "Florida, Utah Non-NICU": "Pend and route to UM",
                    "Texas": [
                        {
                            "If not, all days are authorized and the claim is paying at a percentage of billed": "claim will be denied requesting an itemized, if not attached."
                        },
                        {
                            "If not, all days are authorized andthe claim is paying at a percentage of billed with itemized attached": {
                                "determine date span (days) not approved": [
                                    "Review itemized and add up charges for non-covered days.",
                                    "Billed Charges minus non-covered charges = xxx times percentage of billed."
                                ]
                            }
                        }
                    ],
                    "Kentucky": "Refer to the Inpatient Partial Authorization Process - Kentucky Medicaid - Job Aid.json",
                    "Illinois, Washington, WA NICU": "Refer to the Authorization Business Matrix - All States and LOBs - Reference.",
                    "Massachusetts, Washington Inpatient": "Pay DRG as billed, discharge day is never paid.",
                    "Michigan, Ohio": "Payable if it does not hit an outlier.",
                    "If not, all days were approved and...": {
                        "claim hits an outlier": "claim will be denied with denial code N26.",
                        "claim does NOT hit an Outlier and is paying at DRG": "proceed with paying base rate times contract percentage.",
                        "claim is paying at a percentage": "claim will be denied with denial code N26.",
                        "claim is paying at a percentage with itemized attached": "review itemized statement to determine non-covered charges (total billed mins non covered charges/ days x percentage of non-covered).",
                        "Per Diem not all days approved": "manually price to only allow approved days (# of days approved x Per Diem rate)."
                    }
                },
                "Some billed dates for inpatient service are either prior to or extend beyond authorized DOS. Example Auth is for dates 02/01-02/06 but bill is for dates 02/01-02/10.": {
                    "Arizona: Deny unauthorized days except": [
                        {
                            "If not, all days are authorized and claim hits an outlier": "pay base DRG with contract percentage, if applicable, and add remit N26."
                        },
                        {
                            "If not, all days are authorized and claim does not hit an outlier and member is verified as not having prior period coverage (PPC)": "deny the claim with remit 198."
                        }
                    ],
                    "Kentucky": "Refer to the Inpatient Partial Authorization Process - Kentucky Medicaid - Job Aid.json",
                    "Massachusetts": "Pay as billed if difference is one day, otherwise deny (except BH claims). Deny additional days on a separate line with remit 198.",
                    "Michigan": "For newborn delivery claims, pay the DRG and deny the outlier.",
                    "Ohio": "Route to UM for only 1-day difference."
                }
            },
            "Billing facility name and TIN on claim does not match authorized facility. Example Authorized facility is Santa Monica Hospital and bill is from St. John’s Hospital.": [
                "Pend and route to UM.",
                {
                    "Ohio": "Deny for no auth if TIN does not match."
                }
            ],
            "Billing provider name (non-facility) does not match authorized provider name (non-facility), and specialist is not affiliated with provider on auth. Example Auth is for Dr. Green and claim is from Dr. Collins. Dr. Collins and Dr. Green are not part of same medical group.": {
                "Pend and route to UM.": [
                    {
                        "Illinois": "Do not route authorizations that start with AR (i.e., AR2888844) to UM for revision or update. These auths are created by NCH (New Century Health), process accordingly."
                    },
                    {
                        "Massachusetts": "Billing provider name does not have to match if they are affiliated with the other group or PCP."
                    },
                    {
                        "Ohio": "Deny for no auth if TIN does not match."
                    }
                ],
                "Texas Modifiers billed on claim do not match the modifiers in the authorization.": "If the services are for LTSS related services, route claim to UM for review. If the services are related to therapy services, as long as the first set of modifiers are in the auth, proceed with processing. Note: For all other services, modifier combination does not need to match, proceed with processing.",
                "CPT code on claim does not match authorized CPT code. Example Auth is for procedure code 58150 (total abdominal hysterectomy) and billed procedure is for 58550 (surgical laparoscopy with vaginal hysterectomy).": "Pend and route to UM.\n\n- CA: If provider is billing E/M code less than authorized E/M code, may be approved without routing to UM.\n- KY: Deny for no auth.\n- MI: If the provider is billing a similar CPT code that is less than the authorized code or a CPT code in the same service group, it may be approved without routing to UM.",
                "CPT code on claim does not match authorized CPT code, cont. Example Auth is for procedure code 58150 (total abdominal hysterectomy) and billed procedure is for 58550 (surgical laparoscopy with vaginal hysterectomy), cont.": "- OH:\n  - Deny for no auth of performed services if codes are not in same service group.\n  - If claim hits outlier and facility is DRG-exempt (pays % of billed charges), or this is transferring claim, refer to Authorization Business Matrix - All States and LOBs – Reference.\n- VA: Claim billed with ABA therapy codes 97153-97158 and 0373T can be applied to an authorization for 97155.",
                "Marketplace CPT code on claim does not match authorized CPT code Example Auth is for procedure code 66820 (Discission of secondary membranous cataract; stab incision) and billed procedure is for 66821 (Discission of secondary membranous cataract; laser surgery)": "Validate the contract to see how pricing is affected:\n\nIf both codes pay the same, then pay claim as billed.\nIf code billed pays more than code authorized, then deny claim with remit 284.",
                "Marketplace CPT code on claim does not match authorized CPT code Example Auth is for procedure code 66821 (Discission of secondary membranous cataract; laser surgery) and billed procedure is for 66820 (Discission of secondary membranous cataract; stab incision)": "Validate the contract to see how pricing is affected:\n\nIf both codes pay the same, then pay claim as is.\nIf code billed pays less than code authorized, then pay the claim as billed.",
                "Modifiers billed on claim do not match the modifiers in the authorization.": "AZ, KY, MA, VA, IA: Process claim as long as the authorization is on file for the service billed, modifiers do not have to match. KY Exception: Therapy services refer to the Therapy Services – Kentucky Medicaid – Processing Guideline.",
                "Provider billed more units than approved. Example Provider has an authorization for five units, four units are used. Claim bills two units, leaving one unit that is not authorized.": "AZ, MA, WI, and All States Marketplace (refer to Paying up to Authorized Units - All States Marketplace - Job Aid.json): Split service line. Allow approved units on the first line. Deny remaining, unauthorized units on the second line. CA, KY: Split service line. Allow approved units on the first line. Deny remaining, unauthorized units on the second line. KY and TX: Units that exceed authorization deny 198. Note: If there are no units available for the units billed, then deny the entire service line.",
                "KY: Edits for authorization fires on a facility claim. Approved authorization is on file. Authorization is attached to a professional claim. Example Authorization is on file for the services submitted on the facility claim, but the authorization is attached to a professional claim in history.": "OKAY auth edit(s). Add a claim memo referring to the professional claim in history. Complete claims processing."
            },
            "Texas - Modifiers billed on claim do not match the modifiers in the authorization.": [
                {
                    "If the services are for LTSS related services": "route claim to UM for review."
                },
                {
                    "the services are related to therapy services, as long as the first set of modifiers are in the auth": "proceed with processing."
                }
            ],
            "CPT code on claim does not match authorized CPT code. Example Auth is for procedure code 58150 (total abdominal hysterectomy) and billed procedure is for 58550 (surgical laparoscopy with vaginal hysterectomy).": {
                "Pend and route to UM.": [
                    {
                        "California": "If provider is billing E/M code less than authorized E/M code, may be approved without routing to UM."
                    },
                    {
                        "Kentucky": "Deny for no auth."
                    },
                    {
                        "Michigan": "If the provider is billing a similar CPT code that is less than the authorized code or a CPT code in the same service group, it may be approved without routing to UM."
                    }
                ]
            },
            "CPT code on claim does not match authorized CPT code, cont. Example Auth is for procedure code 58150 (total abdominal hysterectomy) and billed procedure is for 58550 (surgical laparoscopy with vaginal hysterectomy), cont.": [
                {
                    "Ohio": [
                        "Deny for no auth of performed services if codes are not in same service group.",
                        "If claim hits outlier and facility is DRG-exempt (pays % of billed charges), or this is transferring claim, refer to Authorization Business Matrix - All States and LOBs – Reference."
                    ]
                },
                {
                    "Virginia": "Claim billed with ABA therapy codes 97153-97158 and 0373T can be applied to an authorization for 97155."
                }
            ],
            "Modifiers billed on claim do not match the modifiers in the authorization.": {
                "Arizona, Kentucky, Massachusetts, Virginia, Iowa": "Process claim as long as the authorization is on file for the service billed, modifiers do not have to match.",
                "Kentucky Exception": "Therapy services refer to the Therapy Services – Kentucky Medicaid – Processing Guideline."
            },
            "Provider billed more units than approved. Example Provider has an authorization for five units, four units are used. Claim bills two units, leaving one unit that is not authorized.": {
                "Arizona, Massachusetts, Wisconsin, and All States Marketplace": [
                    "Split service line.",
                    "Allow approved units on the first line.",
                    "Deny remaining, unauthorized units on the second line."
                ],
                "California, Kentucky": [
                    "Split service line.",
                    "Allow approved units on the first line.",
                    "Deny remaining, unauthorized units on the second line."
                ],
                "Kentucky and Texas": "Units that exceed authorization deny 198.",
                "Note": "If there are no units available for the units billed, then deny the entire service line."
            },
            "Kentucky": {
                "Scenario": [
                    "Edits for authorization fires on a facility claim.",
                    "Approved authorization is on file.",
                    "Authorization is attached to a professional claim."
                ],
                "Actions": [
                    "OKAY auth edit(s).",
                    "Add a claim memo referring to the professional claim in history.",
                    "Complete claims processing."
                ]
            }
        }
    },
    "Place of Service POS 21, 21, 23": "Refer to the Place of Service 21, 22, 23 (UB VS CMS 1500) - All States Medicaid - Job Aid.json to extract the information from the relevant POS mentioned.",
    "New York State": "Refer to the Private Duty Nursing - New York Medicaid - Processing Guideline.json - Processing Guideline for information regarding authorization for members receiving services from multiple independent nurses.",
    "Ohio: Edit 604": {
        "Follow these steps when edit 604 fires": [
            "Review all authorizations related to the claim.",
            "Confirm that there are no approved authorizations for the provider, type of service, date of service, etc.",
            "Deny the claim with remit code 39.",
            "Refer to the Authorization Exceptions Matrix - Ohio Medicaid.json"
        ]
    },
    "References": [
        "Refer to the Authorization Non-Clinical Notes California Medicaid Job Aid.json",
        "Refer to the Authorization Exceptions Matrix - Ohio Medicaid - Reference.json",
        "Refer to the Inpatient Facility Claims Processing Requirements by State All State Medicaid Job Aid",
        "Refer to the Inpatient Partial Authorization Process - Kentucky Medicaid - Job Aid.json",
        "Refer to the Paying up to Authorized Units - All States Marketplace - Job Aid.json",
        "Refer to the Place of Service 21, 22, 23 (UB VS CMS 1500) - All States Medicaid - Job Aid.json",
        "Refer to the Private Duty Nursing - New York Medicaid - Processing Guideline.json",
        "Refer to the Single Case Agreement (SCA) Letters of Agreement (LOA) - Arizona Medicaid - Job Aid.json",
        "Refer to the Single Case Agreement (SCA)Letters of Agreement (LOA) -Kentucky Medicaid - Job Aid.json",
        "Refer to the Therapy Services Kentucky Medicaid Processing Guideline.json"
    ]
}